TURN_HIDING_ON = "Turn Hiding On";
TURN_HIDING_OFF = "Turn Hiding Off";
TURN_MAG_ON = "Turn Magnification On";
TURN_MAG_OFF = "Turn Magnification Off";
POSITION_ON_SCREEN = "Position on Screen";
LEFT = "Left";
BOTTOM = "Bottom";
RIGHT = "Right";
MINIMIZE_USING = "Minimize Using";
GENIE_EFFECT = "Genie Effect";
SCALE_EFFECT = "Scale Effect";
DOCK_PREFS = "Dock Preferences…";
REMOVE_FROM_DOCK = "Remove from Dock";
OPEN_AT_LOGIN = "Open at Login";
SHOW_IN_FINDER = "Show in Finder";
OPEN_IN_FINDER = "Open in Finder";
OPEN_FILENAME = "Open “%@”";
OPEN = "Open";
SHOW_NAME = "Show %@";
MORE_WIDGETS = "More Widgets…";
DASHBOARD_PREFS = "Dashboard Preferences…";
SHOW_DASHBOARD = "Show Dashboard";
APPLICATION_NOT_RESPONDING = "Application Not Responding";
HIDE = "Hide";
HIDE_OTHERS = "Hide Others";
SHOW = "Show";
RELAUNCH = "Relaunch";
SORT_BY = "Sort by";
NAME = "Name";
DATE_ADDED = "Date Added";
DATE_MODIFIED = "Date Modified";
DATE_CREATED = "Date Created";
KIND = "Kind";
LAST_OPENED = "Last Opened";
EJECT = "Eject";
RENAME_STACK = "Rename Stack";
RECENT_APPS = "Recent Applications";
RECENT_DOCS = "Recent Documents";
RECENT_SERVERS = "Recent Servers";
FAV_VOLS = "Favorite Volumes";
FAV_ITEMS = "Favorite Items";
KEEP_IN_DOCK = "Keep in Dock";
QUIT = "Quit";
FORCE_QUIT = "Force Quit";
EMPTY_TRASH = "Empty Trash";
SECURE_EMPTY_TRASH = "Secure Empty Trash";
SHOW_AS = "View content as";
AUTOMATIC = "Automatic";
FAN = "Fan";
GRID = "Grid";
LIST = "List";
DISPLAY_AS = "Display as";
DISPLAY_AS_FOLDER = "Folder";
DISPLAY_AS_STACK  = "Stack";
OPTIONS = "Options";
BIND_TO_SPACE = "Assign Application To";
MOVE_TO_SPACE = "Move Windows To";
SPACE_NUMBER = "Space %d";
ALL_SPACES = "Every Space";
CURRENT_SPACE = "Current Space";

APPSTORE_PAUSE = "Pause";
APPSTORE_RESUME = "Resume";
APPSTORE_CANCEL = "Cancel Download";